<?php
return '[拒绝盗版]
想不到吧！虽然USF小众，但也有抄袭者哦！
做usf的初衷并不是圈钱，但是请尊重原作者的成果！
[提防恶意修改]
现在的SAPI是可以修改存档甚至[b 给予玩家OP权限]的，因此，不要小看每一个行为包，它都有可能破坏你的服务器！
==========
因此,USF提供了MD5文件，以验证脚本关键文件是否被串改。请尽量前往官方网站/帖子下载USF与其他附加包，并善用md5工具
==========
- 来自某MC交流群
[img /db/upload/202402/202402080948320.jpg]
[经典解析]
[b 2023.03NEO天才小白事件]
> 不可否认其赞助过我的爱发电，但是这不是抄袭的理由！
> [img /db/upload/202402/202402080940440.jpg]

- 篡改USF旧版本的Mainfest文件
[img /db/upload/202402/202402080942180.jpg]
- 呵呵...不想评价🙂
[img /db/upload/202402/202402080945110.jpg]
- 魔改不是不行，但脸是不是得要？
[img /db/upload/202402/202402080949540.jpg]
- 哟哟哟，被我发现bug了吧
[img /db/upload/202402/202402080953490.jpg]
- 大改(指加了个英文)
- 《这是TCXB(天才小白的缩写)写的》
[img /db/upload/202402/202402080956010.jpg]
- 明目张胆在插件交流群拉人
[img /db/upload/202402/202402080957370.jpg]
- 这就是你所谓的重写是吧
[img /db/upload/202402/202402080958190.png]
- 你还敢倒卖啊？
[img /db/upload/202402/202402081003120.jpg]';
?>