<?php
return '[支持版本]
- 1.20.5x
- 1.20.6x
[USF版本]
- V2
- V1
[温馨提示]
[日志]
USF 0.6.14(F)更新：
支持版本：1.20.50正式版 / 1.20.60正式版
(插件已重写，不兼容0.6.10以下版本)

V2:
1.现在进入领地后会显示领地等级，分别显示为"领地主"、"领地成员"、"群组成员"、"访客"
2.物品锁定添加"立刻重载"按钮
3.现在玩家自行删除领地会退回价格(仅最新版本创建的领地才支持)
4.现在创建领地时打开主菜单即可退出创建

Bug:
1.修复公开群组无法使用的问题
2.修复op无法无限制创建领地的问题
3.当领地未设置欢迎语时不会再显示空的一行
4.现在离开领地后离开清空actionbar
5.修复物品锁定界面，显示的物品栏比实际少1的问题
6.现在玩家不能和领地内的生物交互
7.修复无法获取scoreboardIdentity导致计分板操作报错的问题
8.现在领地成员、领地群组内容后面不会出现逗号
9.修复领地尺寸比实际小1*1*1的问题

V1:
兼容1.20.60';
?>